Repository: wp-twinfield/wp-twinfield
Catalog: languages/twinfield-*.po
Languages: nl_nl

source: Twinfield Article
nl_nl: Twinfield artikel

source: Twinfield Customer
nl_nl: Twinfield klant

source: Twinfield Invoice
nl_nl: Twinfield factuur

source: Customer requires CoC Number as Custom Meta Field
nl_nl: Klant vereist KvK nummer als een maatwerk meta veld

source: Twinfield Customers
nl_nl: Twinfield klanten

source: Customers
nl_nl: Klanten

source: Twinfield Invoices
nl_nl: Twinfield facturen

source: Invoices
nl_nl: Facturen

source: Twinfield Settings
nl_nl: Twinfield instellingen

source: Settings
nl_nl: Instellingen

source: Twinfield Form Builder
nl_nl: Twinfield formulieren

source: Form Builder
nl_nl: Formulieren

source: Merger Tool
nl_nl: Samenvoegen tool

source: Twinfield Documentation
nl_nl: Twinfield documentatie

source: Documentation
nl_nl: Documentatie

source: Login
nl_nl: Inloggen

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Organisation
nl_nl: Organisatie

source: Defaults
nl_nl: Standaarden

source: Invoice Type Code
nl_nl: Factuurtype code

source: VAT Code
nl_nl: BTW-code

source: This VAT code is used by default to create Twinfield invoice lines unless you have specified an Twinfield VAT code on a lower level.
nl_nl: Deze BTW-code wordt standaard gebruikt om Twinfield factuurregels aan te maken tenzij op een lager niveau een BTW-code is gespecificeerd.

source: Article Code
nl_nl: Artikel code

source: This article code is used by default to create Twinfield invoice lines unless you have specified an Twinfield article code on a lower level.
nl_nl: Deze artikel code wordt standaard gebruikt om Twinfield factuurregels aan te maken tenzij op een lager niveau een artikel code is gespecificeerd.

source: Subarticle Code
nl_nl: Subartikel code

source: This subarticle code is used by default to create Twinfield invoice lines unless you have specified an Twinfield subarticle code on a lower level.
nl_nl: Deze subartikel code wordt standaard gebruikt om Twinfield factuurregels aan te maken tenzij op een lager niveau een subartikel code is gespecificeerd.

source: Invoice Slug
nl_nl: Factuurbasis

source: Customer Slug
nl_nl: Klantbasis

source: Name
nl_nl: Naam

source: Addresses
nl_nl: Adressen

source: City
nl_nl: Plaats

source: Postal Code
nl_nl: Postcode

source: Telephone
nl_nl: Telefoon

source: Invoice %s
nl_nl: Factuur %s

source: Invoice Number
nl_nl: Factuurnummer

source: Invoice Date
nl_nl: Factuurdatum

source: Due Date
nl_nl: Vervaldatum

source: Office
nl_nl: Kantoor

source: Customer
nl_nl: Klant

source: Lines
nl_nl: Regels

source: Article
nl_nl: Artikel

source: Sub article
nl_nl: Subartikel

source: Quantity
nl_nl: Aantal

source: Units
nl_nl: Eenheid

source: Description
nl_nl: Beschrijving

source: Value Excl
nl_nl: Waarde excl.

source: Vat Value
nl_nl: Belasting waarde

source: Value Inc
nl_nl: Waarde incl.

source: Units Price Excl
nl_nl: Eenheid prijs excl.

source: Free text 1
nl_nl: Vrije tekst 1

source: Free text 2
nl_nl: Vrije tekst 2

source: Customer Form
nl_nl: Klant formulier

source: Customer ID
nl_nl: Klant ID

source: Newest Number
nl_nl: Nieuwste nummer

source: Due Days
nl_nl: Vervaldagen

source: Electronic Invoice
nl_nl: Elektronische factuur

source: Electronic Invoice Email
nl_nl: Elektronische factuur e-mailadres

source: Vat Code
nl_nl: Belasting code

source: Default?
nl_nl: Standaaard?

source: Line 1
nl_nl: Regel 1

source: Line 2
nl_nl: Regel 2

source: Line 3
nl_nl: Regel 3

source: CoC Number
nl_nl: KvK nummer

source: Country
nl_nl: Land

source: Email
nl_nl: E-mailadres

source: Send
nl_nl: Verstuur

source: Invoice Form
nl_nl: Factuur formulier

source: Invoice Type
nl_nl: Factuurtype

source: Subarticle
nl_nl: Subartikel

source: Units Excl
nl_nl: Eenheid excl.

source: Vatcode
nl_nl: BTW-code

source: Free Text 1
nl_nl: Vrije tekst 1

source: Free Text 2
nl_nl: Vrije tekst 2

source: Free Text 3
nl_nl: Vrije tekst 3

source: Post Title
nl_nl: Bericht titel

source: Meta Field
nl_nl: Meta veld

source: Matched?
nl_nl: Overeenkomst?

source: You can manullay enter an Twinfield invoice number or use the "Create Invoice" button below.
nl_nl: Je kunt handmatig een Twinfield factuurnummer invoeren of de "Factuur aanmaken" knop hieronder gebruiken.

source: View
nl_nl: Toon

source: Create Invoice
nl_nl: Factuur aanmaken

source: Looking for automatic synchronization?
nl_nl: Op zoek naar automatische synchronisatie?

source: Could not connect to Twinfield.
nl_nl: Kon geen verbinding maken met Twinfield.

source: Request Customer
nl_nl: Klant opvragen

source: Request
nl_nl: Opvragen

source: Customer %s
nl_nl: Klant %s

source: General
nl_nl: Algemeen

source: Templates (Dutch)
nl_nl: Sjablonen (Nederlands)

source: Templates (English)
nl_nl: Sjablonen (Engels)

source: version %s
nl_nl: versie %s

source: Request Invoice
nl_nl: Factuur opvragen

source: Invoice ID
nl_nl: Factuur ID

source: Invoice %d
nl_nl: Factuur %d

source: Shortname
nl_nl: Korte naam

source: Quick Login
nl_nl: Snel inloggen

source: If you like, you may enter custom structures for your invoice and customer <abbr title="Universal Resource Locator">URL</abbr>s here. For example, using <code>invoices</code> as your invoice base would make your invoice links like <code>http://example.org/invoices/140001/</code>. If you leave these blank the defaults will be used.
nl_nl: Als je wilt, kan je hier aangepaste structuren voor je factuur- en klant-<abbr title=”Universal Resource Locator”>URL</abbr>s invoeren. Als je bijvoorbeeld <code>facturen</code> als je factuurbasis gebruikt, worden je factuurlinks iets als <code>http://example.org/facturen/140001/</code>. Als je dit leeg laat, worden de standaardwaarden gebruikt.

source: Successfully synced
nl_nl: Succesvol gesynchroniseerd

source: Office Code
nl_nl: Kantoorcode

source: Default Invoice Type
nl_nl: Standaard factuurtype

source: Invoice
nl_nl: Factuur

source: Article ID
nl_nl: Artikel ID

source: Subarticle ID
nl_nl: Subartikel ID

source: Twinfield Customer ID
nl_nl: Twinfield klant ID

source: Search for customers
nl_nl: Zoek naar klanten

source: Search
nl_nl: Zoeken

source: Search for invoices
nl_nl: Zoek naar facturen

source: Response Limit
nl_nl: Response limiet

source: The number of customers to retrieve from Twinfield.
nl_nl: Het aantal op te vragen klanten uit Twinfield.

source: Custom Meta Field
nl_nl: Maatwerk meta veld

source: New Custom Field
nl_nl: Nieuwe maatwerk veld

source: Show
nl_nl: Tonen

source: Automate
nl_nl: Automatiseer

source: A base plugin to make the connection with the Twinfield administration software.
nl_nl: Een basis plugin voor het maken van een verbinding met de Twinfield administratie software.

source: http://www.pronamic.eu/
nl_nl: http://www.pronamic.nl/

# Customer slug for frontend
source: customer
nl_nl: klant

# Invoice slug for front end
source: invoice
nl_nl: factuur

# twinfield.com
source: Company Code
nl_nl: Administratie code

# twinfield.com
source: You can find your companies in Twinfield under "Profile » Companies" or "General » System » Switch company".
nl_nl: Je kunt je administraties in Twinfield vinden onder "Profiel » Administraties" of "Algemeen » Systeem » Administratie wisselen".

# twinfield.com
source: You can find your invoice types in Twinfield under "Credit management » Invoicing » Invoicing types".
nl_nl: Je kunt je factuurtypen in Twinfield vinden onder "Facturatie » Factureren » Factuurtypen".

# twinfield.com
source: You can find your VAT codes in Twinfield under "General » Company » VAT".
nl_nl: Je kunt je BTW-codes in Twinfield vinden onder "Algemeen » Administratie » Btw".

# twinfield.com
source: You can find your articles in Twinfield under "Credit management » Items".
nl_nl: Je kunt je artikelen in Twinfield vinden onder "Facturatie » Artikelen".

# Invoice slug for frontend
source: invoice
nl_nl: factuur
